/* Fly Around the Planets page success */
"### Congratulations!\nYou’ve used a new way to fly in a square. With the Mission Pad ID, you can fly to it with much higher accuracy!\n\n[**Next Page**](@next)" = "### 非常棒！\n你学会了用一种新的方式来飞四边形了。使用挑战卡之后，你可以使用更高的精度来控制飞行。\n\n\n\n[**下一页**](@next)";

/* flyLine(x:y:z:pad:) hint */
"To fly a line you need to use the `flyLine(x: -30, y: -30, z: 100, pad: padId)` command." = "让 Tello 飞直线你需要使用 `flyLine(x: -30, y: -30, z: 100, pad: padId)` 指令。";

/* flyLine(x:y:z:pad:) hint */
"To fly a line you need to use the `flyLine(x: -30, y: 30, z: 100, pad: padId)` command." = "让 Tello 飞直线你需要使用 `flyLine(x: -30, y: 30, z: 100, pad: padId)` 指令。";

/* flyLine(x:y:z:pad:) hint */
"To fly a line you need to use the `flyLine(x: 30, y: -30, z: 100, pad: padId)` command." = "让 Tello 飞直线你需要使用 `flyLine(x: 30, y: -30, z: 100, pad: padId)` 指令。";

/* flyLine(x:y:z:pad:) hint */
"To fly a line you need to use the `flyLine(x: 30, y: 30, z: 100, pad: padId)` command." = "让 Tello 飞直线你需要使用 `flyLine(x: 30, y: 30, z: 100, pad: padId)` 指令。";

/* getPadID hint */
"To get Pad ID of drone you need to use the `getPadID()` command." = "要获得 Pad ID 你需要使用 `getPadID()` 指令。";

/* land hint */
"To land you need to use the `land()` command." = "让 Tello 降落你需要使用 `land()` 指令。";

/* takeOff hint */
"To take off you need to use the `takeOff()` command." = "让 Tello 起飞你需要使用 `takeOff()` 指令。";

